area = {'Железнодорожный': 'rzhd', 'Коминтерновский': 'north', 'Левобережный': 'lb',
        'Ленинский': 'lenin', 'Советский': 'sov', 'Центральный': 'centr'}
points = {'rzhd': {'Ленинский пр-кт, 119А/3': 382, 'Ленинский пр-кт, 174Д': 16471, 'Калининградская, 102/1': 28089,
                   'Димитрова, 85А/2': 31472, 'Панфилова, 8': 37655, 'Ленинский пр-кт, 70': 13135,
                   'Ленинский пр-кт, 12': 11918, 'Ленинский пр-кт, 15': 11919, 'Ленинский пр-кт, 213': 18614},
           'sov': {'Путиловская, 2А': 12432, 'Междуреченская, 1литЗ': 36228, 'Героев Сибиряков, 35Б': 36390,
                   'пр-кт Патриотов, 43Г': 20512, 'Ключникова, 2': 37937},
          'north': {'жилой массив Ясенки, 2': 14414, 'Хользунова, 88': 16015, 'Антонова-Овсеенко, 7Б': 25736,
                    'бульвар Победы, 12': 26835, '9 Января, 302Б': 15480, 'Беговая, 2/3': 22802,
                    'Московский пр-кт, 7Е': 22816, 'Антонова-Овсеенко, 22': 11920, 'Московский пр-кт, 10': 20079,
                    'пр-кт Труда, 72': 22763, 'Хользунова, 91': 29403, 'Антонова-Овсеенко, 35Ф': 29445,
                    'Московский пр-кт, 102Вк2': 30396, 'Генерала Лизюкова, 17А': 32598,
                    '45-й Стрелковой Дивизии, 232А': 30343},
          'centr': {'Учебный переулок, 8': 15140, 'Шишкова, 146Б': 26388, 'Ломоносова, 2Б': 37332},
          'lenin': {'Моисеева, 10': 24091, 'Ворошилова, 2': 4652, 'Грамши, 73Б': 29637, 'Скрибиса, 3': 31925,
                    '20-летия Октября, 36': 11912, 'Ворошилова, 49А': 25356, 'Острогожская, 35': 23618}}
points_id = (382, 16471, 28089, 31472, 37655, 13135, 11918, 11919, 18614, 12432, 36228, 36390, 20512, 37937, 23438,
             14414, 16015, 25736, 26835, 15480, 22802, 22816, 11920, 20079, 22763, 29403, 29445, 30396, 32598, 30343,
             15140, 26388, 37332, 24091, 4652, 29637, 31925, 11912, 25356, 23618)
